[About Language File]
Version=10.0.0
Date=17.05.2015
Author=Midas
Email=m8r-b4eh801@safetymail.info
Comments=

[MainForm]
ActionDocument=&Documento
ActionDocumentFormat=Formatar
ActionDocumentFormatSQL:h=Formatar SQL
ActionDocumentFormatSQL=Formatar SQL
ActionDocumentFormatXML:h=Formatar XML
ActionDocumentFormatXML=&Formatar XML
ActionDocumentInfo:h=Número de linhas, palavras e caracteres
ActionDocumentInfo=Estatísticas...
ActionDocumentViewInBrowser:h=Ver este documento no navegador Web
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=Na&vegador
ActionEdit=&Editar
ActionEditCopy:h=Copiar a seleção para a área de transferência
ActionEditCopy:s=Ctrl+C
ActionEditCopy=C&opiar
ActionEditCut:h=Cortar a seleção para a área de transferência
ActionEditCut:s=Ctrl+X
ActionEditCut=&Cortar
ActionEditDecreaseIndent:h=Reduzir indentação
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=&Desindentar
ActionEditDelete:t=Translation needed
ActionEditDelete=&Delete
ActionEditDeleteEndOfLine:h=Apagar até final da linha
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Até EOL
ActionEditDeleteLine:h=Apagar linha
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Linha
ActionEditDeleteWhitespace:h=Retirar todos os espaços da seleção
ActionEditDeleteWhitespace=Retirar espaços
ActionEditDeleteWord:h=Apagar palavra
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Palavra
ActionEditIncreaseIndent:h=Aumentar indentação
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=Indentar
ActionEditIndent:t=Translation needed
ActionEditIndent=I&ndent
ActionEditInsert=&Insert
ActionEditInsertDateTime:h=Inserir data e hora
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Data e Hora
ActionEditInsertLine:h=Inserir linha
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Linha
ActionEditInsertTag:h=Inserir HTML/XML Tags
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML Tags...
ActionEditPaste:h=Colar o conteúdo da área de transferência
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Co&lar
ActionEditRedo:h=Refazer a última acção desfeita
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Refazer
ActionEditSelectAll:h=Selecionar todo o ficheiro
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Selecionar tudo
ActionEditSort:t=Translation needed
ActionEditSort=&Sort
ActionEditSortAsc:h=Ordenar linhas alfabeticamente
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=Orden&ar
ActionEditSortDesc:h=Ordenar linhas inversamente
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Inverter
ActionEditToggleCase:h=Alterar capitalização
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Capitalização
ActionEditUndo:h=Desfazer a última acção efectuada
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Desfazer
ActionFile=&Ficheiro
ActionFileClose:h=Fechar o documento activo
ActionFileClose:s=Ctrl+F4
ActionFileClose=Fecha&r
ActionFileCloseAll:h=Fechar todos os documentos
ActionFileCloseAll=Fechar &todos
ActionFileCloseAllOther:h=Fechar outros documentos
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Fechar outros
ActionFileExit:h=Fechar a aplicação
ActionFileExit:s=Alt+F4
ActionFileExit=&Sair
ActionFileNew:h=Criar novo documento
ActionFileNew:s=Ctrl+N
ActionFileNew=&Novo
ActionFileOpen:h=Abrir um documento
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Abrir...
ActionFilePrint:h=Imprimir o documento activo
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Imprimir...
ActionFilePrintPreview:h=Visualizar aspecto do documento impresso
ActionFilePrintPreview=Ver impressão...
ActionFileProperties:h=Ver as propriedades do ficheiro
ActionFileProperties=P&ropriedades...
ActionFileReopen=&Reabrir
ActionFileReopenClear=&Limpar
ActionFileSave:h=Gravar em ficheiro o documento activo
ActionFileSave:s=Ctrl+S
ActionFileSave=&Gravar
ActionFileSaveAll:h=Gravar todos os documentos em ficheiros
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Gr&avar todos
ActionFileSaveAs:h=Gravar o documento activo noutro ficheiro
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Gravar &como...
ActionFileSelectFromDirectory:h=Select the file from the active directory
ActionFileSelectFromDirectory:t=Translation needed
ActionFileSelectFromDirectory=Select from Directory
ActionHelp=&Ajuda
ActionHelpAboutEditBone:h=Mostrar informação do EditBone
ActionHelpAboutEditBone=&Acerca do EditBone
ActionHelpCheckForUpdates:h=Procurar actualizações do EditBone
ActionHelpCheckForUpdates=A&ctualizações
ActionHelpVisitHomepage:h=Abrir http://www.bonecode.com/ no seu navegador
ActionHelpVisitHomepage=&Visitar sítio Web
ActionMacroOpen:h=Abrir uma macro pré-existente
ActionMacroOpen=&Abrir...
ActionMacroPlayback:h=Executar a macro
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=&Executar
ActionMacroRecordPause:h=Gravar uma macro
ActionMacroRecordPause:s=Shift+Ctrl+R
ActionMacroRecordPause=&Gravar
ActionMacroSaveAs:h=Gravar a macro com outro nome
ActionMacroSaveAs=Gu&ardar como...
ActionMacroStop:h=Parar a gravação da macro
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Parar
ActionSearch=&Procurar
ActionSearchClearBookmarks:h=Apagar todos os marcadores definidos
ActionSearchClearBookmarks=&Apagar marcadores
ActionSearchFindInFiles:h=Procurar uma expressão num grupo de ficheiros
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=Procurar em ficheiros...
ActionSearchFindNext:h=Encontrar próxima ocorrência da expressão
ActionSearchFindNext:s=F3
ActionSearchFindNext=Próxim&o
ActionSearchFindPrevious:h=Encontrar ocorrência anterior da expressão
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Anterior
ActionSearchGoToBookmarks:h=Ir para um marcador
ActionSearchGoToBookmarks=Salta&r para
ActionSearchGoToLine:h=Ir para a linha
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Ir para a linha...
ActionSearchReplace:h=Substituir um expressão por outra
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Substituir
ActionSearchSearch:h=Procurar a expressão indicada
ActionSearchSearch:s=Ctrl+F
ActionSearchSearch=&Procurar...
ActionSearchToggleBookmark:h=Define/remove um marcador neste local. Também pode ser criado com Ctrl+Shift+[1-9]; para saltar, usar o Ctrl+[1-9] respectivo.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=&Marcador
ActionSearchToggleBookmarks:h=Criar/remover marcadores
ActionSearchToggleBookmarks=Marcad&ores
ActionToolbarMenuLanguage=&Idioma
ActionToolbarMenuSkin=E&stilo
ActionToolbarMenuView=&View
ActionToolbarMenuView:t=Translation needed
ActionTools=&Ferramentas
ActionToolsCharacterMap:h=Inserir caracter no documento activo com duplo clique
ActionToolsCharacterMap=Mapear &Unicode...
ActionToolsCompareFiles:h=Comparar ficheiros
ActionToolsCompareFiles=&Comparar...
ActionToolsConvert:h=Convert between numerical units
ActionToolsConvert:t=Translation needed
ActionToolsConvert=C&onvert...
ActionToolsLanguageEditor:h=Editor de ficheiros de idioma do EditBone
ActionToolsLanguageEditor=Editor de &idiomas...
ActionToolsOptions:h=Definir preferências do EditBone
ActionToolsOptions=&Opções...
ActionToolsSelectForCompare:h=Escolher documento a comparar
ActionToolsSelectForCompare=Selecionar comparação...
ActionView=&Ver
ActionViewCloseDirectory:h=Fecha a pasta activa
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=Fe&char pasta
ActionViewDirectory:h=Mostrar ou ocultar explorador do sistema de ficheiros
ActionViewDirectory=&Pastas
ActionViewEditDirectory:h=Definir a pasta activa
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=Acti&va...
ActionViewEncodingSelection:h=Mostrar ou ocultar o selector de codificação
ActionViewEncodingSelection=Codi&ficação
ActionViewFiles:h=Search for files of the selected directory
ActionViewFiles:s=Ctrl+F12
ActionViewFiles:t=Translation needed
ActionViewFiles=&Files...
ActionViewColorSelection=Color
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewHighlighterSelection:h=Mostrar ou ocultar o selector de marcação de texto
ActionViewHighlighterSelection=&Marcação
ActionViewLineNumbers:h=Mostra ou oculta a numeração de linha
ActionViewLineNumbers=Números de &linha
ActionViewMainMenu=Main menu
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMiniMap:h=Show or hide the minimap
ActionViewMiniMap:t=Translation needed
ActionViewMiniMap=Minimap
ActionViewNextPage:h=Ir para a página seguinte
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Próxima página
ActionViewOpenDirectory:h=Abre uma nova pasta
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Abrir pasta...
ActionViewOutput:h=Mostrar ou ocultar resultados do processamento
ActionViewOutput=Resultad&os
ActionViewPreviousPage:h=Ir para a página anterior
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Página anterior
ActionViewSelectionMode:h=Alterar modo de seleção. Pressionar ALT também altera o modo de seleção.
ActionViewSelectionMode=Modo de seleção
ActionViewSpecialChars:h=Mostra ou oculta caracteres especiais.
ActionViewSpecialChars=Marcas &especiais
ActionViewSplit:h=Dividir a janela
ActionViewSplit=&Dividir
ActionViewStatusBar:h=Mostrar ou ocultar a barra de estado
ActionViewStatusBar=Barra de estado
ActionViewToolbar:h=Mostrar ou ocultar a barra de ferramentas
ActionViewToolbar=&Barra
ActionViewWordWrap:h=Activa e desactiva a quebra de linhas longas
ActionViewWordWrap=&Translinear
ActionViewXMLTree:h=Mostra ou oculta a hierarquia XML
ActionViewXMLTree=Hierarquia &XML

[AskYesOrNo]
CancelSearch:t=Translation needed
CancelSearch=Cancel search, are you sure?
CloseDirectory=Quer fechar a pasta %s?
DeleteDirectory:t=Translation needed
DeleteDirectory=Delete directory %s, are you sure?
DeleteFile:t=Translation needed
DeleteFile=Delete file %s, are you sure?
DeleteLine:t=Translation needed
DeleteLine=Delete line, are you sure?
DocumentTimeChanged=A Data/Hora do documento %s mudou. Reabrir?
NewVersion=Nova versão de %s e %s disponível.%sGostaria de descarregá-la da Internet?
RecordMacro=Quer gravar uma nova macro?
ReplaceOccurence=Substituir esta ocorrência de '%s'?
SaveChanges=Gravar alterações?
SearchMatchNotFound=Expressão '%s' não encontrada. Procurar do início?

[Message]
CannotFindString=Expressão '%s' não encontrada
DocumentStatistics=Linhas: %d%sPalavras: %d%sCaracteres: %d
LatestVersion=Não existem actualizações.

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Inserir nome da pestana.
FileNotFound=Ficheiro '%s' não encontrado.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=Pasta-raíz inexistente.

[WarningMessage]
FileAccessError=Erro no acesso a %s.

[Constant]
AllFiles=Todos os ficheiros
Arrow:t=Translation needed
Arrow=Arrow
AutoSave:t=Translation needed
AutoSave=Auto Save
Block=Bloco
Bookmark=Marcador
Bottom:t=Translation needed
Bottom=Bottom
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Comparar ficheiros
CountingFiles:t=Translation needed
CountingFiles=Counting files...
Document=Documento
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=A cancelar...
DownloadDone=Feito.
EditDirectory=Editar Pasta
Encoding=Encoding
Encoding:t=Translation needed
FilesFound=%d file(s) have been found in %s
FilesFount:t=Translation needed
FooterLeft:t=Translation needed
FooterLeft=Footer - Left
FooterRight:t=Translation needed
FooterRight=Footer - Right
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Semi-bloco
HeaderLeft:t=Translation needed
HeaderLeft=Header - Left
HeaderRight:t=Translation needed
HeaderRight=Header - Right
Hide:t=Translation needed
Hide=Hide
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Linha horizontal
Insert=Inserir
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Editor de idiomas - [%s]
Line=Linha
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=m
Modified=Modificado
OccurencesFound=Encontradas %d occurrência(s) em %s
Open=Abrir
OpenDirectory=Abrir pasta
Overwrite=Sobrescrever
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
PreviewDocumentPage=Pág.: $PAGENUM$ de $PAGECOUNT$
PreviewPage=Pág.: %d
PreviewPrintDocument=Imprimir (%s)|Imprimir documento em %s
PrintedBy=Impresso por %s
Rename=Quer renomear %s para %s?
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
SaveAs=Guardar como
SearchFor=Pesquisar por '%s'
Second=s
SelectRootDirectory=Defina a pasta-raíz
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top:t=Translation needed
Top=Top
TopLine:t=Translation needed
TopLine=Top Line: %d
VersionInfoNotFound=Versão não encontrada.
VerticalLine=Linha vertical

[DialogConstant]
SMsgDlgAbort=P&arar
SMsgDlgAll=&Todos
SMsgDlgCancel=Cancelar
SMsgDlgClose=&Fechar
SMsgDlgConfirm=Confirmar
SMsgDlgError=Erro
SMsgDlgHelp=&Ajuda
SMsgDlgHelpHelp=Ajuda
SMsgDlgHelpNone=Ajuda inexistente
SMsgDlgIgnore=&Ignorar
SMsgDlgInformation=Informação
SMsgDlgNo=&Não
SMsgDlgNoToAll=Nã&o para todos
SMsgDlgOK=OK
SMsgDlgRetry=Tentar de novo
SMsgDlgWarning=Atenção
SMsgDlgYes=&Sim
SMsgDlgYesToAll=Si&m para todos

[ColorConstant]
clBlack=Black
clBlack:t=Translation needed
clMaroon=Maroon
clMaroon:t=Translation needed
clGreen=Green
clGreen:t=Translation needed
clOlive=Olive
clOlive:t=Translation needed
clNavy=Navy
clNavy:t=Translation needed
clPurple=Purple
clPurple:t=Translation needed
clTeal=Teal
clTeal:t=Translation needed
clGray=Gray
clGray:t=Translation needed
clSilver=Silver
clSilver:t=Translation needed
clRed=Red
clRed:t=Translation needed
clLime=Lime
clLime:t=Translation needed
clYellow=Yellow
clYellow:t=Translation needed
clBlue=Blue
clBlue:t=Translation needed
clFuchsia=Fuchsia
clFuchsia:t=Translation needed
clAqua=Aqua
clAqua:t=Translation needed
clWhite=White
clWhite:t=Translation needed
clMoneyGreen=Money Green
clMoneyGreen:t=Translation needed
clSkyBlue=Sky Blue
clSkyBlue:t=Translation needed
clCream=Cream
clCream:t=Translation needed
clMedGray=Medium Gray
clMedGray:t=Translation needed
clActiveBorder=Active Border
clActiveBorder:t=Translation needed
clActiveCaption=Active Caption
clActiveCaption:t=Translation needed
clAppWorkSpace=Application Workspace
clAppWorkSpace:t=Translation needed
clBackground=Background
clBackground:t=Translation needed
clBtnFace=Button Face
clBtnFace:t=Translation needed
clBtnHighlight=Button Highlight
clBtnHighlight:t=Translation needed
clBtnShadow=Button Shadow
clBtnShadow:t=Translation needed
clBtnText=Button Text
clBtnText:t=Translation needed
clCaptionText=Caption Text
clCaptionText:t=Translation needed
clDefault=Default
clDefault:t=Translation needed
clGradientActiveCaption=Gradient Active Caption
clGradientActiveCaption:t=Translation needed
clGradientInactiveCaption=Gradient Inactive Caption
clGradientInactiveCaption:t=Translation needed
clGrayText=Gray Text
clGrayText:t=Translation needed
clHighlight=Highlight Background
clHighlight:t=Translation needed
clHighlightText=Highlight Text
clHighlightText:t=Translation needed
clHotLight=Hot Light
clHotLight:t=Translation needed
clInactiveBorder=Inactive Border
clInactiveBorder:t=Translation needed
clInactiveCaption=Inactive Caption
clInactiveCaption:t=Translation needed
clInactiveCaptionText=Inactive Caption Text
clInactiveCaptionText:t=Translation needed
clInfoBk=Info Background
clInfoBk:t=Translation needed
clInfoText=Info Text
clInfoText:t=Translation needed
clMenu=Menu Background
clMenu:t=Translation needed
clMenuBar=Menu Bar
clMenuBar:t=Translation needed
clMenuHighlight=Menu Highlight
clMenuHighlight:t=Translation needed
clMenuText=Menu Text
clMenuText:t=Translation needed
clNone=None
clNone:t=Translation needed
clScrollBar=Scroll Bar
clScrollBar:t=Translation needed
cl3DDkShadow=3D Dark Shadow
cl3DDkShadow:t=Translation needed
cl3DLight=3D Light
cl3DLight:t=Translation needed
clWindow=Window Background
clWindow:t=Translation needed
clWindowFrame=Window Frame
clWindowFrame:t=Translation needed
clWindowText=Window Text
clWindowText:t=Translation needed

[FileTypes]
Assembler 68HC11=68HC11 Assembler (*.hc11;*.asc)
AutoIt v3=AutoIt (*.au3)
AWK=AWK (*.awk)
C#=C# (*.cs)
C++=C/C++ (*.c;*.cpp;*.h;*.hpp)
CSS=Cascading Stylesheet (*.css)
Delphi Form Module=Delphi Form Module (*.dfm)
HTML with Scripts=HTML (*.html;*.htm)
Java=Java (*.java)
JavaScript=JavaScript (*.js)
JSON=JSON (*.json)
MS-DOS Batch=MS-DOS Batch (*.bat;*.cmd)
Object Pascal=Pascal (*.pas;*.dfm;*.dpr;*.dproj)
Perl=Perl (*.pl;*.pm;*.cgi)
PHP=PHP (*.php;*.class;*.inc)
Python=Python (*.py)
Ruby=Ruby (*.rb;*.rbw)
SQL=SQL (*.sql)
Visual Basic=Visual Basic (*.vb;*.bas)
XML=XML (*.xml;*.xsd;*.xsl;*.xslt;*.dtd)
Macro=Macro (*.mcr)|*.mcr
Language=Language (*.lng)|*.lng
Macro=Macros (*.mcr)|*.mcr
Language=Idioma (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=Cancelar
Caption=Confirmar substituição
ButtonNo=&Não
ButtonYes=&Sim
ButtonYesToAll=Tod&as

[DownloadURLDialog]
ButtonCancel=Cancelar
Caption=Descarregar

[FindInFilesDialog]
ButtonCancel=Cancelar
Caption=Procurar em ficheiros
StickyLabelCaseSensitive=Respeitar capitalização
ComboBoxFileMask=Tipo de ficheiro
ButtonFind=&Procurar
ComboBoxTextToFind=Procurar por
ComboBoxDirectory=Pasta
StickyLabelIncludeSubdirectories=Incluir sub-pastas
GroupBoxOptions=Opções
GroupBoxSearchDirectoryOptions=Search directory options
GroupBoxSearchDirectoryOptions:t=Translation needed

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Cancelar

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Beep if search string not found
StickyLabelBeepIfSearchStringNotFound:t=Translation needed
StickyLabelCaseSensitive=Respeitar capitalização
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelRegularExpression=Expressão Regular
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelShowSearchStringNotFound=Show Search String Not Found Message
StickyLabelShowSearchStringNotFound:t=Translation needed
StickyLabelWildCard=Wildcard
StickyLabelWildCard:t=Translation needed
StickyLabelWholeWordsOnly=Só palavras completas
ButtonOK=OK
ButtonCancel=Cancelar

[OptionsToolBarItemsDialog]
Caption=Select Items
Caption:t=Translation needed
VirtualDrawTreeAddItems:0=Menu Item
VirtualDrawTreeAddItems:t=Translation needed
ButtonAdd=Add
ButtonAdd:t=Translation needed
ButtonCancel=Cancelar

[ReplaceDialog]
ButtonCancel=Cancelar
ButtonFind=&Procurar
ButtonReplaceAll=&Substituir todas
Caption=Substituir
ComboBoxSearchFor=Procurar por
GroupBoxOptions=Opções
GroupBoxReplaceIn=Substituir
RadioButtonAllOpenFiles=Ficheiros abertos
RadioButtonDeleteLine=Apagar linha
RadioButtonReplaceWith=Substituir por
RadioButtonWholeFile=Neste ficheiro
StickyLabelCaseSensitive=Respeitar capitalização
StickyLabelPromptOnReplace:t=Translation needed
StickyLabelPromptOnReplace=Prompt on replace
StickyLabelRegularExpression=Expressão Regular
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Só palavras completas
StickyLabelWildCard:t=Translation needed
StickyLabelWildCard=Wildcard

[ConvertForm]
Caption=Convert Between Numerical Units
Caption:t=Translation needed
ComboBoxType=Type
ComboBoxType:t=Translation needed
ComboBoxFrom=From
ComboBoxFrom:t=Translation needed
ComboBoxTo=To
ComboBoxTo:t=Translation needed
EditValue=Value
EditValue:t=Translation needed
EditResult=Result
EditResult:t=Translation needed

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Primeira|Ir para a primeira página
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Última|Ir para a última página
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Linhas numeradas
ActionNext=Next
ActionNext:h=Próxima|Ir para a próxima página
ActionPrevious=Previous
ActionPrevious:h=Anterior|Ir para a página anterior
ActionPrint=Print
ActionPrint:h=Imprimir|Imprimir o documento
ActionWordWrap=Word wrap
ActionWordWrap:h=Translinear
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Zoom|Ampliar/Reduzir
Caption=Visualizar impressão

[SearchForFilesForm]
Caption=Search for Files
Caption:t=Translation needed
PanelSearchingFiles=Searching files...
PanelSearchingFiles:t=Translation needed

[CompareFrame]
CopySelectionLeftAction:h=Copiar selecção para a esquerda
CopySelectionRightAction:h=Copiar selecção para a direita
FindNextDifferenceAction:h=Localizar proxima diferença
LeftDocumentButtonClickAction:h=Abrir um documento
LeftLabel=Esquerda:
OpenDocumentsLeftAction:h=Abrir um documento
OpenDocumentsRightAction:h=Abrir um documento
RefreshAction:h=Reler documentos
RightDocumentButtonClickAction:h=Abrir um documento
RightLabel=Direita:
SaveLeftGridAction:h=Gravar documento
SaveRightGridAction:h=Gravar documento

[OptionsCompareFrame]
IgnoreCaseStickyLabel=Ignorar capitalização
IgnoreBlanksStickyLabel=Ignorar espaços

[OptionsEditorCaretFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndenGuides=Highlight indent guides
StickyLabelHighlightIndenGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Activar verificação
StickyLabelCaseSensitive=Respeitar capitalização
ComboBoxShortcut=Shortcut
ComboBoxShortcut:t=Translation needed

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize:t=Translation needed
StickyLabelAutoSize=Auto Size
StickyLabelShowAfterLastLine:t=Translation needed
StickyLabelShowAfterLastLine=Show Line Numbers After Last Line
StickyLabelShowBookmarkPanel:t=Translation needed
StickyLabelShowBookmarkPanel=Show Bookmark Panel
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBookmarks=Show Bookmarks
StickyLabelShowInTens:t=Translation needed
StickyLabelShowInTens=Line Numbers In Tens
StickyLabelShowLeadingZeros:t=Translation needed
StickyLabelShowLeadingZeros=Line Numbers Zero Start
StickyLabelShowLineState:t=Translation needed
StickyLabelShowLineState=Show line state
StickyLabelVisible:t=Translation needed
StickyLabelVisible=Visible
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=Largura
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
EditWidth=Largura

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Auto-indentar
StickyLabelAutoSave=Auto-gravar
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Apagar espaços no fim da linha
StickyLabelUndoAfterSave=Undo After Save
StickyLabelUndoAfterSave:t=Needs translation
EditLineSpacing=Line Spacing
EditLineSpacing:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelMouseMove=Mouse Move
StickyLabelMouseMove:t=Translation needed
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Position
EditPosition:t=Translation needed

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Passar fim-de-ficheiro (EOF)
StickyLabelPastEndOfLineMarker=Passar fim-de-linha (EOL)
StickyLabelShowHint=Show Scroll Hint
StickyLabelShowHint:t=Translation needed

[OptionsEditorSearchFrame]
StickyLabelDocumentSpecificSearch=Document-specific search
StickyLabelDocumentSpecificSearch:t=Translation needed
StickyLabelShowSearchMap=Show search map
StickyLabelShowSearchMap:t=Translation needed
StickyLabelHighlightResults=Show search highlighter
StickyLabelHighlightResults:t=Translation needed

[OptionsEditorSelectionFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelTripleClickRowSelect=Triple-click row select
StickyLabelTripleClickRowSelect:t=Translation needed

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=Tabulação com espaços
EditWidth=Largura

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Tipo de letra do sistema
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Mostrar linhas
StickyLabelShowCheckBox=Show check box
StickyLabelShowCheckBox:t=Translation needed
EditIndent=Indentar

[OptionsPrintFrame]
ComboBoxDocumentName=Document Name
ComboBoxDocumentName:t=Translation needed
ComboBoxPageNumber=Page Number
ComboBoxPageNumber:t=Translation needed
ComboBoxPrintedBy=Printed By
ComboBoxPrintedBy:t=Translation needed
ComboBoxDateTime=Date Time 
ComboBoxDateTime:t=Translation needed
StickyLabelShowHeaderLine=Show Header Line
StickyLabelShowHeaderLine:t=Translation needed
StickyLabelShowFooterLine=Show Footer Line
StickyLabelShowFooterLine:t=Translation needed
StickyLabelShowLineNumbers=Show Line Numbers
StickyLabelShowLineNumbers:t=Translation needed
StickyLabelWordWrap=Word Wrap
StickyLabelWordWrap:t=Translation needed

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Keyword align
ComboBoxKeywordAlign:t=Translation needed
StickyLabelKeywordAlignmentLeftJustify=Keyword alignment strict left
StickyLabelKeywordAlignmentLeftJustify:t=Translation needed

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Keywords
ComboBoxKeywords:t=Translation needed
ComboBoxIdentifier=Identifier
ComboBoxIdentifier:t=Translation needed
ComboBoxQuotedIdentifier=Quoted identifier
ComboBoxQuotedIdentifier:t=Translation needed
ComboBoxTableName=Table name
ComboBoxTableName:t=Translation needed
ComboBoxColumnName=Column name
ComboBoxColumnName:t=Translation needed
ComboBoxAliasName=Alias name
ComboBoxAliasName:t=Translation needed
ComboBoxVariableName=Variable name
ComboBoxVariableName:t=Translation needed
ComboBoxFunctionName=Function name
ComboBoxFunctionName:t=Translation needed
ComboBoxDataType=Data type
ComboBoxFunctionName:t=Translation needed

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Database
ComboBoxDatabase:t=Translation needed

[OptionsSQLIndentationFrame]
EditIndentLength=Indent length
EditIndentLength
StickyLabelUseTab=Use tab
StickyLabelUseTab
EditTabSize=Tab size
EditTabSize
EditFunctionBodyIndent=Function body indent
EditFunctionBodyIndent:t=Translation needed
StickyLabelBlockOnNewLine=Block on new line
StickyLabelBlockOnNewLine:t=Translation needed
EditBlockLeftIndentSize=Block left indent size
EditBlockLeftIndentSize:t=Translation needed
EditBlockRightIndentSize=Block right indent size
EditBlockRightIndentSize:t=Translation needed
EditBlockIndentSize=Block indent size
EditBlockIndentSize:t=Translation needed
EditSingleStatementIndent=IF/ELSE single statement indent size
EditSingleStatementIndent:t=Translation needed

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxValueListStyle=Value list style
ComboBoxValueListStyle:t=Translation needed
EditInsertColumnsPerLine=Insert columns per line
EditInsertColumnsPerLine:t=Translation needed
StickyLabelParenthesisInSeparateLines=Parenthesis in separate lines
StickyLabelParenthesisInSeparateLines:t=Translation needed

[OptionsSQLSelectFrame]
TabSheetColumnList=Column list
TabSheetColumnList:t=Translation needed
TabSheetSubquery=Subquery
TabSheetSubquery:t=Translation needed
TabSheetIntoClause=INTO clause
TabSheetIntoClause:t=Translation needed
TabSheetFromJoinClause=FROM/JOIN clause
TabSheetFromJoinClause:t=Translation needed
TabSheetAndOrKeyword=AND/OR keyword
TabSheetAndOrKeyword:t=Translation needed
TabSheetGroupByClause=GROUP BY clause
TabSheetGroupByClause:t=Translation needed
TabSheetHavingClause=HAVING clause
TabSheetHavingClause:t=Translation needed
TabSheetOrderByClause=ORDER BY clause
TabSheetOrderByClause:t=Translation needed
ComboBoxColumnListStyle=Style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxColumnListLineBreak=Line break
ComboBoxColumnListLineBreak:t=Translation needed
StickyLabelAlignAlias=Align alias
StickyLabelAlignAlias:t=Translation needed
StickyLabelColumnInNewLine=Columns in new line
StickyLabelColumnInNewLine:t=Translation needed
StickyLabelTreatDistinctAsVirtualColumn=Treat DISTINCT as virtual column
StickyLabelTreatDistinctAsVirtualColumn:t=Translation needed
StickyLabelNewLineAfterIn=New line after IN
StickyLabelNewLineAfterIn:t=Translation needed
StickyLabelNewLineAfterExists=New line after EXISTS
StickyLabelNewLineAfterExists:t=Translation needed
StickyLabelNewlineAfterComparisonOperator=New line after comparison operator
StickyLabelNewlineAfterComparisonOperator:t=Translation needed
StickyLabelNewlineBeforeComparisonOperator=New line before comparison operator
StickyLabelNewlineBeforeComparisonOperator:t=Translation needed
StickyLabelIntoClauseInNewLine=INTO clause in new line
StickyLabelIntoClauseInNewLine:t=Translation needed
ComboBoxFromClauseStyle=Style
ComboBoxFromClauseStyle:t=Translation needed
StickyLabelFromClauseInNewLine=FROM clause in new line
StickyLabelFromClauseInNewLine:t=Translation needed
StickyLabelJoinClauseInNewLine=JOIN clause in new line
StickyLabelJoinClauseInNewLine:t=Translation needed
StickyLabelAlignJoinWithFromKeyword=Align JOIN with FROM keyword
StickyLabelAlignJoinWithFromKeyword:t=Translation needed
StickyLabelAlignAndOrWithOnInJoinClause=Align AND/OR with ON in JOIN clause
StickyLabelAlignAndOrWithOnInJoinClause:t=Translation needed
StickyLabelAlignAliasInFromClause=Align alias in FROM clause
StickyLabelAlignAliasInFromClause:t=Translation needed
ComboBoxAndOrLineBreak=Line break
ComboBoxAndOrLineBreak:t=Translation needed
StickyLabelAndOrUnderWhere=AND/OR under WHERE
StickyLabelAndOrUnderWhere:t=Translation needed
StickyLabelWhereClauseInNewline=WHERE clause in new line
StickyLabelWhereClauseInNewline:t=Translation needed
StickyLabelWhereClauseAlignExpr=WHERE clause align expr
StickyLabelWhereClauseAlignExpr:t=Translation needed
ComboBoxGroupByClauseStyle=Style
ComboBoxGroupByClauseStyle:t=Translation needed
StickyLabelGroupByClauseInNewLine=GROUP BY clause in new line
StickyLabelGroupByClauseInNewLine:t=Translation needed
StickyLabelHavingClauseInNewLine=HAVING clause in new line
StickyLabelHavingClauseInNewLine:t=Translation needed
ComboBoxOrderByClauseStyle=Style
ComboBoxOrderByClauseStyle:t=Translation needed
StickyLabelOrderByClauseInNewLine=ORDER BY clause in new line
StickyLabelOrderByClauseInNewLine:t=Translation needed

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Space around operator of arithmetric expression
StickyLabelSpaceAroundOperator:t=Translation needed
StickyLabelSpaceInsideCreate=Space inside parenthesis in CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideCreate:t=Translation needed
StickyLabelSpaceInsideExpression=Space inside parenthesis in expression
StickyLabelSpaceInsideExpression:t=Translation needed
StickyLabelSpaceInsideSubquery=Space inside parenthesis in subquery
StickyLabelSpaceInsideSubquery:t=Translation needed
StickyLabelSpaceInsideFunction=Space inside parenthesis in function call
StickyLabelSpaceInsideFunction:t=Translation needed
StickyLabelSpaceInsideTypename=Space inside parenthesis of typename in CREATE TABLE
StickyLabelSpaceInsideTypename:t=Translation needed

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Tipo de letra do sistema
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsToolBarFrame]
VirtualDrawTree:h=Use drag and drop to move menu items. Right click popup menu to insert and delete items.
VirtualDrawTree:0=Menu Item
VirtualDrawTree:t=Translation needed
ActionAddItem=Add Item
ActionAddItem:h=Add item
ActionAddItem:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete
ActionDelete:t=Translation needed
ActionAddDivider=Add Divider
ActionAddDivider:h=Add divider
ActionAddDivider:t=Translation needed
ActionReset=Reset
ActionReset:h=Reset menu items
ActionReset:t=Translation needed
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Ácerca do EditBone
LabelCopyright=%s. Todos os direitos reservados.
LabelMemoryAvailable=Memória Livre do Windows: %s
ButtonOK=OK
ButtonDonations=Donations
ButtonDonations:t=Translation needed
LabelDevelopmentEnvironment=Development Environment
LabelDevelopmentEnvironment:t=Translation needed
LabelThirdPartyComponents=3rd Party Components
LabelThirdPartyComponents:t=Translation needed
LabelLanguageFileContributors=Language File Contributors
LabelLanguageFileContributors:t=Translation needed
LabelIcons=Icons
LabelIcons:t=Translation needed
LabelVersion=Versão %s

[DirectoryTabDialog]
ButtonCancel=Cancelar
StickyLabelExcludeOtherBranches=Excluir outros ramos do sistema de ficheiros
ButtonOK=&OK
EditRootDirectory=Pasta-raíz
ComboBoxDrives=Discos
ComboBoxFileMask=Show File Type
ComboBoxFileMask:t=Translation needed
EditTabName=Nome da pestana
GroupBoxOptions=Opções

[LanguageEditorForm]
ActionExit:h=Close the language editor
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Criar um novo ficheiro
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Abrir um ficheiro
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=Gravar o ficheiro
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Objecto
VirtualDrawTree:1=Título
VirtualDrawTree:2=Legenda
VirtualDrawTree:3=Atalho

[OptionsForm]
ActionCompare=Comparar
ActionDirectory=Pastas
ActionDirectoryTabs=Pestanas
ActionEditor=Editor
ActionEditorCaret:t=Translation needed
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal:t=Translation needed
ActionEditorCompletionProposal=Completion Proposal
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Tipo de letra
ActionEditorLeftMargin:t=Translation needed
ActionEditorLeftMargin=Left Margin
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin:t=Translation needed
ActionEditorRightMargin=Right Margin
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Procurar
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionFileTypes=Tipos de ficheiro
ActionMainMenu=Menu principal
ActionOutput=Resultado
ActionOutputTabs=Pestanas
ActionPrint=Imprimir
ActionSQLAlignments:t=Translation needed
ActionSQLAlignments=Alignments
ActionSQLCapitalization:t=Translation needed
ActionSQLCapitalization=Capitalization
ActionSQLFormatter:t=Translation needed
ActionSQLFormatter=SQL Formatter
ActionSQLIndentation:t=Translation needed
ActionSQLIndentation=Indentation
ActionSQLInsert:t=Translation needed
ActionSQLInsert=Insert
ActionSQLSelect:t=Translation needed
ActionSQLSelect=Select
ActionSQLUpdate:t=Translation needed
ActionSQLUpdate=Update
ActionSQLWhitespace:t=Translation needed
ActionSQLWhitespace=Whitespace
ActionStatusBar=Barra de estado
ActionToolbar=Barra de ferramentas
ButtonCancel=Cancelar
ButtonOK=&OK    ActionEditorCaret=Caret
Caption=Opções
EditorTabsAction=Pestanas

[UnicodeCharacterMapForm]
Caption=Mapear Unicode

[DirectoryFrame]
ActionDirectoryClose:h=Fechar a pasta activa
ActionDirectoryClose=&Fechar pasta
ActionDirectoryClose:s=Shift+Ctrl+D
ActionDirectoryDelete:h=Apagar uma pasta ou ficheiro
ActionDirectoryDelete=&Apagar
ActionDirectoryEdit:h=Editar a pasta activa
ActionDirectoryEdit=&Editar pasta
ActionDirectoryEdit:s=Shift+Ctrl+E
ActionDirectoryOpen:h=Abrir uma nova pasta
ActionDirectoryOpen=Abrir &pasta
ActionDirectoryOpen:s=Ctrl+D
ActionDirectoryRefresh:h=Reler a lista de ficheiros
ActionDirectoryRefresh=&Reler
ActionDirectoryRename:h=Renomear uma pasta ou ficheiro
ActionDirectoryRename=Re&nomear
ActionDirectoryProperties:h=Ver as propriedades da pasta ou ficheiro
ActionDirectoryProperties=&Propriedades...
ActionDirectoryFiles=&Files...
ActionDirectoryFiles:h=Search files from the selected directory and its subdirectories
ActionDirectoryFiles:s=Ctrl+F12
ActionDirectoryFindInFiles:h=Procurar uma expressão num grupo de ficheiros
ActionDirectoryFindInFiles=Procurar em ficheiros...
ActionDirectoryContextMenu=C&ontext Menu
ActionDirectoryContextMenu:h=Context menu
ActionDirectoryContextMenu:t=Translation needed

[DocumentFrame]
ActionXMLTreeRefresh:h=Reler hierarquia XML
ActionXMLTreeRefresh=&Reler

[SearchFrame]
ComboBoxSearchText:h=Search text
ComboBoxSearchText:t=Translation needed
ActionFindNext:h=Find next
ActionFindNext:t=Translation needed
ActionFindPrevious:h=Find previous
ActionFindPrevious:t=Translation needed
ActionOptions:h=Options
ActionOptions:t=Translation needed
ActionClose:h=Close
ActionClose:t=Translation needed

[OptionsDirectoryFrame]
StickyLabelShowTreeLines=Mostrar linhas
StickyLabelShowHiddenFiles=Show Hidden Files
StickyLabelShowHiddenFiles:t=Translation needed
StickyLabelShowSystemFiles=Show System Files
StickyLabelShowSystemFiles:t=Translation needed
StickyLabelShowArchiveFiles=Show Archive Files
StickyLabelShowArchiveFiles:t=Translation needed
StickyLabelShowOverlayIcons=Show Overlay Icons
StickyLabelShowOverlayIcons:t=Translation needed
EditIndent=Indentar

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Multi-linha
StickyLabelShowCloseButton=Mostrar botão de fechar
StickyLabelShowImage=Mostrar ícon
StickyLabelCloseTabByDblClick=Fechar pestana com duplo clique
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Multi-linha
StickyLabelShowCloseButton=Mostrar botão de fechar
StickyLabelShowImage=Mostrar ícon
StickyLabelCloseTabByDblClick=Fechar pestana com duplo clique
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OptionsFileTypesFrame]
EditExtensions=Extensões:
VirtualDrawTree:0=Tipo de ficheiro

[OptionsOutputTabsFrame]
StickyLabelCloseTabByDblClick=Fechar pestana com duplo clique
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelDoubleBuffered=Double Buffered
StickyLabelMultiline=Multi-linha
StickyLabelRightClickSelect:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelSaveTabs:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelShowCloseButton=Mostrar botão de fechar
StickyLabelShowImage=Mostrar ícon

[OutputFrame]
ActionCloseAllOtherPages:h=Fechar as outras páginas
ActionCloseAllOtherPages=Fechar &outras
ActionOutputClose:h=Fechar esta página
ActionOutputClose=&Fechar
ActionOutputCloseAll:h=Fechar todas as páginas
ActionOutputCloseAll=Fechar &todas
ActionCopyAllToClipboard=C&opy all to clipboard
ActionCopyAllToClipboard:h=Copy all to clipboard
ActionCopyAllToClipboard:t=Translation needed
ActionCopySelectedToClipboard=Copy selected to clipboard
ActionCopySelectedToClipboard:h=Copy selected to clipboard
ActionCopySelectedToClipboard:t=Translation needed
ActionOpenAll=&Open all
ActionOpenAll:h=Open all files
ActionOpenAll:t=Translation needed
ActionOpenSelected=&Open selected
ActionOpenSelected:h=Open selected files
ActionOpenSelected:t=Translation needed
ActionSelectAll=Select all
ActionSelectAll:h=Select all files
ActionSelectAll:t=Translation needed
ActionUnSelectAll=Unselect all
ActionUnSelectAll:h=Unselect all files
ActionUnSelectAll:t=Translation needed

[SQLFormatterConstant]
Stacked=Stacked
Stacked:t=Translation needed
Wrapped=Wrapped
Wrapped:t=Translation needed
AfterComma=After comma
AfterComma:t=Translation needed
BeforeComma=Before comma
BeforeComma:t=Translation needed
BeforeCommaWithSpace=Before comma with space
BeforeCommaWithSpace:t=Translation needed
NoLineBreak=No line break
NoLineBreak:t=Translation needed
BeforeAndOr=Before AND/OR
BeforeAndOr:t=Translation needed
AfterAndOr=After AND/OR
AfterAndOr:t=Translation needed
Left=Left
Left:t=Translation needed
Right=Right
Right:t=Translation needed
None=None
None:t=Translation needed
Uppercase=Uppercase
Uppercase:t=Translation needed
Lowercase=Lowercase
Lowercase:t=Translation needed
SentenceCase=Sentence case
SentenceCase:t=Translation needed
NoChange=No change
NoChange:t=Translation needed

[ConvertConstant]
Distance=Distance
Distance:t=Translation needed
Micromicrons=Micromicrons
Micromicrons:t=Translation needed
Angstroms=Angstroms
Angstroms:t=Translation needed
Millimicrons=Millimicrons
Millimicrons:t=Translation needed
Microns=Microns
Microns:t=Translation needed
Millimeters=Millimeters
Millimeters:t=Translation needed
Centimeters=Centimeters
Centimeters:t=Translation needed
Decimeters=Decimeters
Decimeters:t=Translation needed
Meters=Meters
Meters:t=Translation needed
Decameters=Decameters
Decameters:t=Translation needed
Hectometers=Hectometers
Hectometers:t=Translation needed
Kilometers=Kilometers
Kilometers:t=Translation needed
Megameters=Megameters
Megameters:t=Translation needed
Gigameters=Gigameters
Gigameters:t=Translation needed
Inches=Inches
Inches:t=Translation needed
Feet=Feet
Feet:t=Translation needed
Yards=Yards
Yards:t=Translation needed
Miles=Miles
Miles:t=Translation needed
NauticalMiles=Nautical Miles
NauticalMiles:t=Translation needed
AstronomicalUnits=Astronomical Units
AstronomicalUnits:t=Translation needed
LightYears=Light Years
LightYears:t=Translation needed
Parsecs=Parsecs
Parsecs:t=Translation needed
Cubits=Cubits
Cubits:t=Translation needed
Fathoms=Fathoms
Fathoms:t=Translation needed
Furlongs=Furlongs
Furlongs:t=Translation needed
Hands=Hands
Hands:t=Translation needed
Paces=Paces
Paces:t=Translation needed
Rods=Rods
Rods:t=Translation needed
Chains=Chains
Chains:t=Translation needed
Links=Links
Links:t=Translation needed
Picas=Picas
Picas:t=Translation needed
Points=Points
Points:t=Translation needed
Area=Area
Area:t=Translation needed
SquareMillimeters=Square Millimeters
SquareMillimeters:t=Translation needed
SquareCentimeters=Square Centimeters
SquareCentimeters:t=Translation needed
SquareDecimeters=Square Decimeters
SquareDecimeters:t=Translation needed
SquareMeters=Square Meters
SquareMeters:t=Translation needed
SquareDecameters=Square Decameters
SquareDecameters:t=Translation needed
SquareHectometers=Square Hectometers
SquareHectometers:t=Translation needed
SquareKilometers=Square Kilometers
SquareKilometers:t=Translation needed
SquareInches=Square Inches
SquareInches:t=Translation needed
SquareFeet=Square Feet
SquareFeet:t=Translation needed
SquareYards=Square Yards
SquareYards:t=Translation needed
SquareMiles=Square Miles
SquareMiles:t=Translation needed
Acres=Acres
Acres:t=Translation needed
Centares=Centares
Centares:t=Translation needed
Ares=Ares
Ares:t=Translation needed
Hectares=Hectares
Hectares:t=Translation needed
SquareRods=Square Rods
SquareRods:t=Translation needed
Volume=Volume
Volume:t=Translation needed
CubicMillimeters=Cubic Millimeters
CubicMillimeters:t=Translation needed
CubicCentimeters=Cubic Centimeters
CubicCentimeters:t=Translation needed
CubicDecimeters=Cubic Decimeters
CubicDecimeters:t=Translation needed
CubicMeters=Cubic Meters
CubicMeters:t=Translation needed
CubicDecameters=Cubic Decameters
CubicDecameters:t=Translation needed
CubicHectometers=Cubic Hectometers
CubicHectometers:t=Translation needed
CubicKilometers=Cubic Kilometers
CubicKilometers:t=Translation needed
CubicInches=Cubic Inches
CubicInches:t=Translation needed
CubicFeet=Cubic Feet
CubicFeet:t=Translation needed
CubicYards=Cubic Yards
CubicYards:t=Translation needed
CubicMiles=Cubic Miles
CubicMiles:t=Translation needed
MilliLiters=Milli Liters
MilliLiters:t=Translation needed
CentiLiters=Centi Liters
CentiLiters:t=Translation needed
DeciLiters=Deci Liters
DeciLiters:t=Translation needed
Liters=Liters
Liters:t=Translation needed
DecaLiters=Deca Liters
DecaLiters:t=Translation needed
HectoLiters=Hecto Liters
HectoLiters:t=Translation needed
KiloLiters=Kilo Liters
KiloLiters:t=Translation needed
AcreFeet=Acre Feet
AcreFeet:t=Translation needed
AcreInches=Acre Inches
AcreInches:t=Translation needed
Cords=Cords
Cords:t=Translation needed
CordFeet=Cord Feet
CordFeet:t=Translation needed
Decisteres=Decisteres
Decisteres:t=Translation needed
Steres=Steres
Steres:t=Translation needed
Decasteres=Decasteres
Decasteres:t=Translation needed
FluidGallons=Fluid Gallons
FluidGallons:t=Translation needed
FluidPints=Fluid Pints
FluidPints:t=Translation needed
FluidQuarts=Fluid Quarts
FluidQuarts:t=Translation needed
FluidCups=Fluid Cups
FluidCups:t=Translation needed
FluidGills=Fluid Gills
FluidGills:t=Translation needed
FluidOunces=Fluid Ounces
FluidOunces:t=Translation needed
FluidTablespoons=Fluid Tablespoons
FluidTablespoons:t=Translation needed
FluidTeaspoons=Fluid Teaspoons
FluidTeaspoons:t=Translation needed
DryGallons=Dry Gallons
DryGallons:t=Translation needed
DryQuarts=Dry Quarts
DryQuarts:t=Translation needed
DryPints=Dry Pints
DryPints:t=Translation needed
DryPecks=Dry Pecks
DryPecks:t=Translation needed
DryBuckets=Dry Buckets
DryBuckets:t=Translation needed
DryBushels=Dry Bushels
DryBushels:t=Translation needed
UKGallons=UK Gallons
UKGallons:t=Translation needed
UKPottle=UK Pottles
UKPottle:t=Translation needed
UKQuarts=UK Quarts
UKQuarts:t=Translation needed
UKPints=UK Pints
UKPints:t=Translation needed
UKGill=UK Gills
UKGill:t=Translation needed
UKOunces=UK Ounces
UKOunces:t=Translation needed
UKPecks=UK Pecks
UKPecks:t=Translation needed
UKBuckets=UK Buckets
UKBuckets:t=Translation needed
UKBushels=UK Bushels
UKBushels:t=Translation needed
Mass=Mass
Mass:t=Translation needed
Nanograms=Nanograms
Nanograms:t=Translation needed
Micrograms=Micrograms
Micrograms:t=Translation needed
Milligrams=Milligrams
Milligrams:t=Translation needed
Centigrams=Centigrams
Centigrams:t=Translation needed
Decigrams=Decigrams
Decigrams:t=Translation needed
Grams=Grams
Grams:t=Translation needed
Decagrams=Decagrams
Decagrams:t=Translation needed
Hectograms=Hectograms
Hectograms:t=Translation needed
Kilograms=Kilograms
Kilograms:t=Translation needed
MetricTons=Metric Tons
MetricTons:t=Translation needed
Drams=Drams
Drams:t=Translation needed
Grains=Grains
Grains:t=Translation needed
LongTons=Long Tons
LongTons:t=Translation needed
Tons=Tons
Tons:t=Translation needed
Ounces=Ounces
Ounces:t=Translation needed
Pounds=Pounds
Pounds:t=Translation needed
Stones=Stones
Stones:t=Translation needed
NumeralSystem=Numeral System
NumeralSystem:t=Translation needed
Binary=Binary
Binary:t=Translation needed
Decimal=Decimal
Decimal:t=Translation needed
Hexadecimal=Hexadecimal
Hexadecimal:t=Translation needed
Temperature=Temperature
Temperature:t=Translation needed
Celsius=Celsius
Celsius:t=Translation needed
Kelvin=Kelvin
Kelvin:t=Translation needed
Fahrenheit=Fahrenheit
Fahrenheit:t=Translation needed
Time=Time
Time:t=Translation needed
Reaumur=Reaumur
Reaumur:t=Translation needed
Rankine=Rankine
Rankine:t=Translation needed
MilliSeconds=Milli Seconds
MilliSeconds:t=Translation needed
Seconds=Seconds
Seconds:t=Translation needed
Minutes=Minutes
Minutes:t=Translation needed
Hours=Hours
Hours:t=Translation needed
Days=Days
Days:t=Translation needed
Weeks=Weeks
Weeks:t=Translation needed
Fortnights=Fortnights
Fortnights:t=Translation needed
Months=Months
Months:t=Translation needed
Years=Years
Years:t=Translation needed
Decades=Decades
Decades:t=Translation needed
Centuries=Centuries
Centuries:t=Translation needed
Millennia=Millennia
Millennia:t=Translation needed
DateTime=Date Time
DateTime:t=Translation needed
JulianDate=Julian Date
JulianDate:t=Translation needed
ModifiedJulianDate=Modified Julian Date
ModifiedJulianDate:t=Translation needed
